[{
        "title": "Social Media Marketing",
        "desc": "Social Media Marketing Is an incredible method to assemble brand mindfulness, fabricate a positive picture, and drive lead age. The Advertizers has expertise in key social media crusades that insures a positive brand picture.",
        "icon": "speaker.svg"
    },
    {
        "title": "Search Engine Marketing",
        "icon": "search.svg",
        "desc": "Everyday browsing starts with a search. At, The Advertizers we spend significant time in an inventive way to deal with SEM that utilizes white-cap strategies to put your site at the highest point."
    },
    {
        "title": "Content Writing",
        "desc": "Content writers with the creative ability to control the visual content and bringing it to life so every customer can be mesmerized with the product and click the advertisement. Our content writers set us apart.",
        "icon": "pencil.svg"
    },
    {
        "title": "Video Advertisement",
        "desc": "Modern day people are more attracted towards video ads. To help you achieve your desired Filming needs, we invested in the best modern videographers to capture and visualize your dream-work the way you see it.",
        "icon": "videocamera.svg"
    },
    {
        "title": "Graphic Design",
        "desc": "Designs eye-catching as they could possibly be. With the help of our highly capable Graphic designers, we create your content in such a way that it gets more interaction and clicks! Making our clients grow happy.",
        "icon": "computer.svg"
    }, {
        "title": "Product Photography",
        "desc": "Having the equipment, expertise and the lighting, we can accurately and attractively represent your products. With experienced workers to keep the workflow running we increase conversions by enticing shoppers to purchase your product.",
        "icon": "camera.svg"
    }, {
        "title": "Web Development",
        "desc": "Makes your brand digitally approachable with us working in the backstage to make a website have a seem-less experience. We specialize in creating and developing websites for all sorts for our clients.",
        "icon": "web.svg"
    }
]